Repository: JunaidTanvir-2024/NOW-Software-Backups
Catalog: NOW Software Codes/Repositories/talk-home-master/talk-home-master/TalkHome/App_LocalResources/Text.*.resx
Languages: de, it, nb, nl

# App_help_link_0
source: FAQ
it: Domande frequenti

# App_help_link_1
source: Terms & Conditions
de: Nutzungsbedingungen
it: Termini e condizioni
nb: Vilkår og betingelser
nl: Algemene Voorwaarden

# App_help_link_2
source: Privacy Policy
de: Datenschutzrichtlinie
it: Informativa sulla privacy
nb: Retningslinjer for personvern
nl: Privacybeleid

# Button_0
source: Top up
de: Aufladen
it: Ricarica
nb: Fyll på
nl: Opwaarderen

# Button_1
source: Top up using Paypal
de: Durch Paypal aufladen
it: Ricarica con Paypal
nb: Fyll på via Paypal
nl: Opwaarderen met behulp van PayPal

# Button_2
source: Cancel
de: Löschen
it: Annulla
nb: Avbryt
nl: Annuleren

# Button_3
source: Continue
de: Fortfahren
it: Continua
nb: Fortsett
nl: Doorgaan

# Button_4
source: Edit
de: Bearbeiten
it: Modifica
nb: Rediger
nl: Bewerken

# Button_5
source: Back
de: Zurück
it: Indietro
nb: Tilbake
nl: Terug

# Button_apply_voucher
source: Apply voucher
de: Coupon anwenden
it: Applica il voucher
nb: Benytt verdikupong
nl: Voucher toepassen

# Button_make_payment
source: Make payment
de: Zahlung leisten
it: Procedi col pagamento
nb: Gjennomfør betaling
nl: Betaling verrichten

# Charset
source: windows-1252
de: utf-8
it: utf-8
nb: utf-8
nl: utf-8

# Form_label_0
source: Voucher code
it: Codice del voucher
nb: Kupongkode

# Form_label_1
source: I agree to the Terms and Conditions
it: Accetto i termini e le condizioni
nb: Vennligst aksepter Vilkår & Betingelser
nl: Ga akkoord met de Algemene Voorwaarden

# Form_label_10
source: Confirm email
de: E-Mail-Adresse bestätigen
it: Conferma email
nb: Bekreft e-post
nl: E-mailadres bevestigen

# Form_label_11
source: Address line 1
de: Adresszeile 1
it: Indirizzo linea 1
nb: Adresselinje 1
nl: Adresregel 1

# Form_label_12
source: Address line 2
de: Adresszeile 2
it: Indirizzo linea 2
nb: Adresselinje 2
nl: Adresregel 2

# Form_label_13
source: City
de: Ort
it: Città
nb: By
nl: Stad

# Form_label_14
source: County/State
de: Kreis/Bundesland
it: Regione
nb: Fylke
nl: Gemeente/Staat

# Form_label_15
source: Post code
de: Postleitzahl
it: Codice postale
nb: Postnummer

# Form_label_16
source: Country
de: Land
it: Paese
nb: Land
nl: Land

# Form_label_17
source: Card type
de: Art der Karte
it: Tipo ci carta
nb: Korttype
nl: Kaarttype

# Form_label_18
source: Card Number
de: Kartennummer
it: Numero della carta
nb: Kortnummer
nl: Kaartnummer

# Form_label_19
source: Name on card
de: Name auf der Karte
it: Nome sulla carta
nb: Navn på kortet
nl: Naam op kaart

# Form_label_20
source: Security Code
de: Sicherheitscode
it: Codice di sicurezza
nb: Sikkerhetskode
nl: Beveiligingscode

# Form_label_21
source: Issue Number
de: Ausgabenummer
it: Numero di rilascio carta
nb: Utgave
nl: Uitgifte nummer

# Form_label_22
source: Start date
de: Anfangsdatum
it: Valida da
nb: Startdato
nl: Begindatum

# Form_label_23
source: Expiry date
de: Ablaufdatum
it: Data di scadenza
nb: Utløpsdato
nl: Vervaldatum

# Form_label_24
source: Month
de: Monat
it: Mese
nb: Måned
nl: Maand

# Form_label_25
source: Year
de: Jahr
it: Anno
nb: År
nl: Jaar

# Form_label_7
source: Forename
de: Vorname
it: Nome
nb: Fornavn
nl: Voornaam

# Form_label_8
source: Surname
de: Nachname
it: Cognome
nb: Etternavn
nl: Achternaam

# Label_add_credit
source: Add Credit
de: Guthaben hinzufügen
it: Aggiungi credito
nb: Legg til kreditt
nl: Voeg krediet toe

# Label_add_voucher
source: Add voucher
de: Coupon hinzufügen
it: Aggiungi voucher
nb: Legg til verdikupong
nl: Voeg voucher toe

# Label_select_option
source: Select a top up option
de: Wählen Sie eine Aufladeoption
it: Scegli un'opzione di ricarica
nb: Velg en metode for å fylle opp
nl: Kies een opwaardeer-optie

# Message_0
source: An error occurred while trying to verify your account. Return to the home screen and then try again. If the problem persists, please contact our customer service team.
de: Es ist ein Fehler bei der versuchten Verifizierung Ihres Kontos aufgetreten. Kehren Sie zum Startbildschirm zurück und versuchen Sie es noch einmal. Wenn das Problem weiterhin bestehen bleibt, wenden Sie sich bitte an unser Kundendienstteam.
it: Abbiamo riscontrato un errore cercando di verificare il tuo account. Ritorna alla schermata home e riprova. Se il problema persiste, contatta il nostro team di assistenza ai clienti.
nb: Det oppsto en feil under forsøket på å verifisere kontoen din. Gå tilbake til hjemmesiden og prøv igjen. Dersom problemet vedvarer, ber vi deg ta kontakt med kundeservice.
nl: Er deed zich een fout voor tijdens het verifiëren van uw account. Keer terug naar het beginscherm en probeer het vervolgens opnieuw. Neem contact op met onze klantenservice als het probleem aanhoudt.

# Message_1
source: Your transaction has been cancelled.
de: Ihre Transaktion wurde gelöscht.
it: La tua transazione è stata annullata.
nb: Transaksjonen din er blitt avbrutt.
nl: Uw transactie is geannuleerd.

# Message_10
source: Your card has been authorised and your payment received. You will shortly receive an email confirming your purchase. Thank you for your purchase
de: Ihre Karte wurde autorisiert und wir haben Ihre Zahlung erhalten. Sie erhalten in Kürze eine E-Mail, die Ihren Kauf mit der Transaktionsreferenznummer bestätigt. Vielen Dank für Ihren Einkauf.
it: Carta autorizzata e pagamento ricevuto. Hai ricevuto un'e-mail di conferma per il tuo acquisto con numero di riferimento della transazione. Grazie per l'acquisto.
nb: Ditt kort er bekreftet og du har mottatt betaling. Om noen få strakser vil du motta en e-post med et referansenummer som bekrefter ditt kjøp. Takk for din handel med oss.
nl: Uw kaart is geautoriseerd en uw betaling werd ontvangen. U zult binnenkort een e-mail ontvangen waarin uw aankoop bevestigd wordt met een transactiereferentienummer. Bedankt voor uw aankoop.

# Message_12
source: There was a problem establishing the connection or receving a response. Please contact our Customer Services.
de: Beim Herstellen der Verbindung/Empfangen einer Antwort ist ein Problem aufgetreten. Bitte wenden Sie sich an unseren Kundenservice.
it: Riscontrato problema durante la connessione/ricezione risposta. Contattare il nostro servizio Assistenza Clienti.
nb: Det har oppstått et problem under forsøk på å koble til/motta respons. Vennligst ta kontakt med vårt kundesenter.
nl: Er deed zich een probleem voor tijdens het maken van verbinding/het ontvangen van een reactie. Neem contact op met onze klantenservice.

# Message_13
source: Transaction record creation failed.
de: Erstellung des Transaktionsdatensatzes fehlgeschlagen.
it: Creazione registrazione transazione non riuscita.
nb: Mislykket forsøk på å registrere transaksjon.
nl: Aanmaken van rekeningoverzicht is mislukt.

# Message_14
source: Invalid card number
de: Ihre Transaktion war erfolgreich. Beim Versuch, Ihr Konto aufzuladen, ist ein Fehler aufgetreten. Unser Systemadministrator wurde benachrichtigt und das Guthaben wird Ihrem Konto in Kürze gutgeschrieben.
it: Transazione riuscita. Errore riscontrato durante la ricarica del tuo account. Il nostro amministratore di sistema è stato informato e presto riceverai il credito sul tuo account.
nb: Transaksjonen ble vellykket. Det har oppstått en feil under forsøk på å fylle på kontoen din. Vår systemadministrator har blitt varslet om dette, og kreditten blir straks overført til kontoen din.
nl: Uw transactie is gelukt. Er deed zich een fout voor tijdens het opwaarderen van uw account. Onze systeembeheerder is op de hoogte gebracht en het krediet zal binnenkort aan uw account worden toegevoegd.

# Message_15
source: There was a problem establishing the connection/receiving a response. Please contact our Customer Services.
de: Beim Herstellen der Verbindung/Empfangen einer Antwort ist ein Problem aufgetreten. Bitte wenden Sie sich an unseren Kundenservice.
it: Riscontrato problema durante la connessione/ricezione risposta. Contattare il nostro servizio Assistenza Clienti.
nb: Det har oppstått et problem under forsøk på å koble til/motta respons. Vennligst ta kontakt med vårt kundesenter.
nl: Er deed zich een probleem voor tijdens het maken van verbinding/het ontvangen van een reactie. Neem contact op met onze klantenservice.

# Message_16
source: 3D secure validation failed.
de: 3D-Secure-Validierung fehlgeschlagen.
it: Convalida Secure 3D non riuscita.
nb: Mislykket 3D-verifisering.
nl: 3D veilige validatie mislukt.

# Message_17
source: There was a problem establishing the connection/receiving a response. Please contact our Customer Services.
de: Beim Herstellen der Verbindung/Empfangen einer Antwort ist ein Problem aufgetreten. Bitte wenden Sie sich an unseren Kundenservice.
it: Riscontrato problema durante la connessione/ricezione risposta. Contattare il nostro servizio Assistenza Clienti.
nb: Det har oppstått et problem under forsøk på å koble til/motta respons. Vennligst ta kontakt med vårt kundesenter.
nl: Er deed zich een probleem voor tijdens het maken van verbinding/het ontvangen van een reactie. Neem contact op met onze klantenservice.

# Message_18
source: The validation of your submission has failed.
de: Die Validierung Ihrer Eingabe ist fehlgeschlagen.
it: Convalida dell'invio non riuscita.
nb: Mislykket verifisering av din forespørsel.
nl: De validatie van uw inzending is mislukt.

# Message_19
source: An Internal Server Error Occurred
de: Ein interner Serverfehler ist aufgetreten.
it: iscontrato errore interno del server.
nb: Det har oppstått en feil i forbindelse med internserveren.
nl: Er deed zich een Interne Serverfout voor.

# Message_2
source: Your transaction was cancelled for security reasons as the top up process was left idle for a while.
de: Ihre Transaktion wurde aus Sicherheitsgründen gelöscht, da der Aufladeprozess eine Zeit lang inaktiv war.
it: La tua transazione è stata annullata per motivi di sicurezza, perché il processo di ricarica è stato lasciato inattivo per troppo tempo.
nb: Transaksjonen ble avbrutt av sikkerhetsårsaker, da prosessen med å fylle opp var inaktiv.
nl: Uw transactie werd om veiligheidsredenen geannuleerd, omdat het opwaardeerproces enige tijd inactief was.

# Message_3
source: Your account has been successfully credited in the sum of £1.
de: Ihrem Konto wurde erfolgreich der Betrag in Höhe von %c %a gutgeschrieben.
it: Nel tuo account è stata accreditata con successo la somma di
nb: Kontoen din er kreditert med summen.
nl: Uw account is met succes gecrediteerd met een bedrag van.

# Message_4
source: We have been unable to top up your account. Please try again later.
de: Wir konnten Ihr Konto nicht aufladen. Bitte versuchen Sie es später noch einmal.
it: Ci è stato impossibile effettuare una ricarica al tuo account. Riprova più tardi.
nb: Vi var ikke i stand til å fylle opp kontoen din. Vennligst prøv igjen senere.
nl: Wij konden uw account niet opwaarderen. Probeer het later nog eens.

# Message_5
source: This voucher is not recognised.
de: Dieser Coupon wird nicht erkannt.
it: Questo voucher non è stato riconosciuto.
nb: Verdikupongen er ikke gjenkjent.
nl: Deze voucher wordt niet herkend.

# Message_6
source: We have been unable to top up your account. Please try again or contact our Customer Services.
de: Wir konnten Ihr Konto nicht aufladen. Bitte versuchen Sie es noch einmal oder wenden Sie sich an den Kundendienst unter.
it: Non siamo riusciti ad effettuare una ricarica al tuo account. Riprova o contatta il servizio clienti
nb: Vi var ikke i stand til å fylle opp kontoen din. Vennligst prøv igjen senere eller kontakt kundeservice
nl: Wij konden uw account niet opwaarderen. Probeer het opnieuw of neem contact op met de klantenservice op

# Message_601
source: The payment has not been authorised
de: Die Zahlung wurde nicht genehmigt
it: Il pagamento non è stato autorizzato
nb: Betalingen er ikke godkjent
nl: De betaling is niet geautoriseerd

# Message_7
source: This voucher has expired.
de: Dieser Coupon ist abgelaufen.
it: Questo voucher è scaduto.
nb: Verdikupongen er utløpt.
nl: Deze voucher is vervallen.

# Message_783
source: The auto renewal was successfully configured
de: Die automatische Verlängerung wurde erfolgreich konfiguriert
it: Il rinnovo automatico è stato configurato correttamente
nb: Den automatiske fornyelsen ble vellykket konfigurert
nl: De automatische verlenging is succesvol geconfigureerd

# Message_784
source: The user has exceeded SIM orders for this account. Please contact Customer Services if you require another SIM
de: Der Benutzer hat SIM-Bestellungen für dieses Konto überschritten. Bitte kontaktieren Sie den Kundenservice, wenn Sie eine andere SIM-Karte benötigen
it: L'utente ha superato gli ordini SIM per questo account. Contatta il servizio clienti se hai bisogno di un'altra SIM.
nb: L'utente ha superato gli ordini SIM per questo account. Contatta il servizio clienti se hai bisogno di un'altra SIM
nl: De gebruiker heeft de SIM-bestellingen voor dit account overschreden. Neem contact op met de klantenservice als u nog een simkaart nodig hebt

# Message_785
source: Insufficient credit to add this product to the basket. Checkout with current basket products
de: Unzureichendes Guthaben, um dieses Produkt dem Warenkorb hinzuzufügen. Checkout mit aktuellen Warenkorbprodukten
it: Credito insufficiente per aggiungere questo prodotto al carrello. Acquista con i prodotti del carrello corrente
nb: Manglende kreditt for å legge til dette produktet i handlekurven. Kassen med nåværende kurvprodukter
nl: Onvoldoende krediet om dit product aan het winkelmandje toe te voegen. Afrekenen met huidige mandproducten

# Message_786
source: Insufficient credit on your mobile account to make the transfer
de: Nicht genügend Guthaben auf Ihrem mobilen Konto, um die Überweisung zu tätigen.
it: Credito insufficiente sul tuo account mobile per effettuare il trasferimento.
nb: Manglende kreditt på mobilkontoen din for å overføre.
nl: Manglende kreditt på mobilkontoen din for å overføre.

# Message_8
source: This voucher is invalid.
de: Dieser Coupon ist ungültig.
it: Questo voucher non è valido.
nb: Verdikupongen er ugyldig.
nl: Deze voucher is ongeldig.

# Message_9
source: An error occurred while trying to process your payment. Please try again, if the problem persists, contact our Customer Service.
de: Beim Versuch, Ihre Zahlung zu bearbeiten, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut. Wenn das Problem danach weiterhin besteht, dann wenden Sie sich an unseren Kundenservice.
it: Riscontrato errore durante l'elaborazione del pagamento. Riprovare, se il problema persiste, contattare il nostro servizio Assistenza Clienti.
nb: Det har oppstått en feil under forsøk på å behandle betalingen din. Vennligst prøv på nytt eller nevn følgende feilmelding til vårt kundesenter dersom problemet vedvarer.
nl: Er deed zich een fout voor tijdens het verwerken van uw betaling. Probeer het opnieuw en neem, als het probleem aanhoudt, contact op met onze klantenservice, met vermelding van de volgende foutmelding.

# Form_label_9
source: Email
de: E-Mail-Adresse
nb: E-post
nl: E-mailadres
